Repository: LeePepe/VitalStride
Catalog: Packages/VitalModels/Sources/VitalModels/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# equipment.barbell
source: 杠铃
en: Barbell

# equipment.bodyweight
source: 自重
en: Bodyweight

# equipment.cable
source: 绳索
en: Cable

# equipment.dumbbell
source: 哑铃
en: Dumbbell

# equipment.kettlebell
source: 壶铃
en: Kettlebell

# equipment.machine
source: 固定器械
en: Machine

# equipment.assisted
source: 辅助器械
en: Assisted

# equipment.band
source: 弹力带
en: Band

# equipment.bosu_ball
source: BOSU 平衡球
en: BOSU Ball

# equipment.elliptical_machine
source: 椭圆机
en: Elliptical Machine

# equipment.ez_barbell
source: EZ 曲杆
en: EZ Barbell

# equipment.hammer
source: 锤
en: Hammer

# equipment.leverage_machine
source: 杠杆器械
en: Leverage Machine

# equipment.medicine_ball
source: 药球
en: Medicine Ball

# equipment.olympic_barbell
source: 奥林匹克杠铃
en: Olympic Barbell

# equipment.resistance_band
source: 阻力带
en: Resistance Band

# equipment.roller
source: 滚筒
en: Roller

# equipment.rope
source: 训练绳
en: Rope

# equipment.skierg_machine
source: 滑雪测功机
en: SkiErg Machine

# equipment.sled_machine
source: 雪橇机
en: Sled Machine

# equipment.smith_machine
source: 史密斯机
en: Smith Machine

# equipment.stability_ball
source: 健身球
en: Stability Ball

# equipment.stationary_bike
source: 固定自行车
en: Stationary Bike

# equipment.stepmill_machine
source: 踏步机
en: Stepmill Machine

# equipment.tire
source: 轮胎
en: Tire

# equipment.trap_bar
source: 六角杠铃
en: Trap Bar

# equipment.upper_body_ergometer
source: 上肢测功机
en: Upper Body Ergometer

# equipment.weighted
source: 负重
en: Weighted

# equipment.wheel_roller
source: 健腹轮
en: Wheel Roller

# section.assisted
source: 辅助器械
en: Assisted

# section.band
source: 弹力带
en: Band

# section.barbell
source: 杠铃
en: Barbell

# section.bodyweight
source: 自重
en: Bodyweight

# section.cable
source: 绳索
en: Cable

# section.dumbbell
source: 哑铃
en: Dumbbell

# section.ez_barbell
source: EZ 曲杆
en: EZ Barbell

# section.kettlebell
source: 壶铃
en: Kettlebell

# section.leverage_machine
source: 杠杆器械
en: Leverage Machine

# section.machine
source: 固定器械
en: Machine

# section.medicine_ball
source: 药球
en: Medicine Ball

# section.other
source: 其他
en: Other

# section.rope
source: 训练绳
en: Rope

# section.sled_machine
source: 雪橇机
en: Sled Machine

# section.smith_machine
source: 史密斯机
en: Smith Machine

# section.stability_ball
source: 健身球
en: Stability Ball

# section.weighted
source: 负重
en: Weighted

# muscle.arms
source: 臂
en: Arms

# muscle.back
source: 背
en: Back

# muscle.chest
source: 胸
en: Chest

# muscle.core
source: 核心
en: Core

# muscle.fullBody
source: 全身
en: Full Body

# muscle.legs
source: 腿
en: Legs

# muscle.shoulders
source: 肩
en: Shoulders

# set_type.dropSet
source: 递减
en: Drop Set

# set_type.pyramid
source: 递增
en: Pyramid

# set_type.warmup
source: 热身
en: Warm-up

# set_type.working
source: 正式
en: Working

# time_range.day
source: 日
en: Day

# time_range.month
source: 月
en: Month

# time_range.week
source: 周
en: Week

# time_range.year
source: 年
en: Year

# muscle_trans.adductors
source: 内收肌群
en: Adductors

# muscle_trans.anterior_deltoid
source: 三角肌前束
en: Anterior Deltoid

# muscle_trans.biceps
source: 肱二头肌
en: Biceps

# muscle_trans.brachialis
source: 肱肌
en: Brachialis

# muscle_trans.brachioradialis
source: 肱桡肌
en: Brachioradialis

# muscle_trans.calves
source: 小腿
en: Calves

# muscle_trans.core
source: 核心肌群
en: Core

# muscle_trans.erector_spinae
source: 竖脊肌
en: Erector Spinae

# muscle_trans.forearms
source: 前臂
en: Forearms

# muscle_trans.glutes
source: 臀肌
en: Glutes

# muscle_trans.gluteus_medius
source: 臀中肌
en: Gluteus Medius

# muscle_trans.gluteus_minimus
source: 臀小肌
en: Gluteus Minimus

# muscle_trans.hamstrings
source: 腘绳肌
en: Hamstrings

# muscle_trans.hip_flexors
source: 髋屈肌
en: Hip Flexors

# muscle_trans.infraspinatus
source: 冈下肌
en: Infraspinatus

# muscle_trans.lateral_deltoid
source: 三角肌中束
en: Lateral Deltoid

# muscle_trans.latissimus_dorsi
source: 背阔肌
en: Latissimus Dorsi

# muscle_trans.lower_pectoralis_major
source: 胸大肌下部
en: Lower Pectoralis Major

# muscle_trans.lower_trapezius
source: 下斜方肌
en: Lower Trapezius

# muscle_trans.obliques
source: 腹斜肌
en: Obliques

# muscle_trans.pectoralis_major
source: 胸大肌
en: Pectoralis Major

# muscle_trans.quadriceps
source: 股四头肌
en: Quadriceps

# muscle_trans.rear_deltoid
source: 三角肌后束
en: Rear Deltoid

# muscle_trans.rectus_abdominis
source: 腹直肌
en: Rectus Abdominis

# muscle_trans.rhomboids
source: 菱形肌
en: Rhomboids

# muscle_trans.serratus_anterior
source: 前锯肌
en: Serratus Anterior

# muscle_trans.tibialis_anterior
source: 胫骨前肌
en: Tibialis Anterior

# muscle_trans.transverse_abdominis
source: 腹横肌
en: Transverse Abdominis

# muscle_trans.trapezius
source: 斜方肌
en: Trapezius

# muscle_trans.triceps
source: 肱三头肌
en: Triceps

# muscle_trans.upper_pectoralis_major
source: 胸大肌上部
en: Upper Pectoralis Major

# muscle_trans.upper_trapezius
source: 上斜方肌
en: Upper Trapezius
